Revit 2027 API
CurveOverlapPoint.FirstParameter Property
 The point's unnormalized parameter on the first curve.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double FirstParameter { get; }
Public ReadOnly Property FirstParameter As Double
	Get
public:
property double FirstParameter {
	double get ();
}
member FirstParameter : float with get
Property Value
Double
See Also
Reference
CurveOverlapPoint Class
Autodesk.Revit.DB Namespace